design.org
* What can language models tell us about transphobia?

https://bit.ly/gc-english-2024

** revision notes
Structure:
- overview
- introduction: transphobia quotes from Shrier? or Cass, WPATH? Or the
  bills? 
- what can we learn by studying fear?
  - Sedgwick
  - not about unearthing transphobia but studying how it moves.
- ROGD and interest in fear
- deep look into llms, how they are trained
  - they work by approximation, normalization, in a mathematical
    process.
- relationship to Trans Studies and the desire to "pass"
- 

Add:
- [ ] start with quote on transphobia, from shrier, cass, or WPATH
  files?
- [ ] training process: vectors
- [ ] training process: hypothesis, loss, gradient
  - this is the work, making all of this intelligible to non-technical
    audiences, in a way that excites them.
- [ ] close readings of state bills. 

** overview
About my work customizing an AI model to study transphobia in
language--specifically, in current "anti-trans" legislation that is
proliferating across the United States. This work involves:
- data gathering, cleaning, and processing
- AI model fine-tuning
- future work in:
  - futher cleaning, processing
  - RAG methods

The focus on the fine-tuning process is to exploit the ways that
models learn, which is by a method of generalization, to inform the
study of transphobia. And how they might engage with conversations in
Trans Studies regarding transphobia, particularly as manifested in the
last several years in the false condition of ROGD, Rapid Onset Gender
Dysphoria.

Research question:
- Training is a kind of normalization of language meaning. It
  approximates. How can this be related to Trans Studies?
- ROGD is the idea that being trans is contagious. The condition
  itself implies that there is a fear of transness, a transphobia. It
  is /this fear/ that I am interested in.
- Is there a way to use the training process to study the appeal and
  seduction of transphobia? The way that transphobia /moves/?

** Thank you for having me here today.
These days, public discourse seems to be beyond the reach of (or even
desire for) deep, critical thinking. Right now, we're witnessing a
particular kind of discourse around feminism, "gender critical
feminism," that twists understandings of tolerance and equality to
perpatuate a patriarchial control over identity and expression.

** TODO antitrans quotes
One way that we've seen this is in the explosion of "anti-trans"
literature across the United States. For those who are unfamiliar,
this legislation limits trans peoples' access to basic healthcare,
public facilities, legal recognition, and more.

[ANTI-TRANS LEGISLATION MAP]

Here, you can see a map of where these bills are most concentrated
across the country, and a chart of how many bills are proposed and
passed over the last four years. Notice that this year, though we are
hardly in the fifth month, we’ve almost caught up to the total bills
for last year.

[SOME QUOTES? THAT SHOW REASONING BEHIND THESE BILLS]

SOME ANALYSIS ON THIS PAPER, ABOUT FEAR.

