design.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-27 Thu 16:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="CaladoF" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org988cb78">1. What can language models tell us about transphobia?</a>
<ul>
<li><a href="#org15c8703">1.1. revision notes</a></li>
<li><a href="#orgfa41ea8">1.2. overview</a></li>
<li><a href="#orgf71890a">1.3. Thank you for having me here today.</a></li>
<li><a href="#orgec29000">1.4. <span class="todo TODO">TODO</span> antitrans quotes</a></li>
<li><a href="#org4d89514">1.5. what does knowledge do?</a></li>
<li><a href="#orga1ca3c3">1.6. fear</a></li>
<li><a href="#orgfba7297">1.7. deep look into llms and prediction</a>
<ul>
<li><a href="#org53f7ea0">1.7.1. data cleaning / close readings of language "regardless"</a></li>
<li><a href="#orgcb2b9c0">1.7.2. training process</a></li>
</ul>
</li>
<li><a href="#orga452871">1.8. <span class="todo TODO">TODO</span> approximation &#x2013;&gt; passing</a></li>
<li><a href="#org1cfb1f1">1.9. plausibility</a></li>
<li><a href="#orge6557e9">1.10. pattern matching code</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org988cb78" class="outline-2">
<h2 id="org988cb78"><span class="section-number-2">1.</span> What can language models tell us about transphobia?</h2>
<div class="outline-text-2" id="text-1">
<p>
<a href="https://bit.ly/gc-english-2024">https://bit.ly/gc-english-2024</a>
</p>
</div>

<div id="outline-container-org15c8703" class="outline-3">
<h3 id="org15c8703"><span class="section-number-3">1.1.</span> revision notes</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Structure:
</p>
<ul class="org-ul">
<li>overview</li>
<li>introduction: transphobia quotes from Shrier? or Cass, WPATH? Or the
bills?</li>
<li>what can we learn by studying fear?
<ul class="org-ul">
<li>Sedgwick</li>
<li>not about unearthing transphobia but studying how it moves.</li>
</ul></li>
<li>ROGD and interest in fear</li>
<li>deep look into llms, how they are trained
<ul class="org-ul">
<li>they work by approximation, normalization, in a mathematical
process.</li>
</ul></li>
<li>relationship to Trans Studies and the desire to "pass"</li>
<li></li>
</ul>

<p>
Add:
</p>
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> start with quote on transphobia, from shrier, cass, or WPATH
files?</li>
<li class="off"><code>[&#xa0;]</code> training process: vectors</li>
<li class="off"><code>[&#xa0;]</code> training process: hypothesis, loss, gradient
<ul class="org-ul">
<li>this is the work, making all of this intelligible to non-technical
audiences, in a way that excites them.</li>
</ul></li>
<li class="off"><code>[&#xa0;]</code> close readings of state bills.</li>
</ul>
</div>
</div>

<div id="outline-container-orgfa41ea8" class="outline-3">
<h3 id="orgfa41ea8"><span class="section-number-3">1.2.</span> overview</h3>
<div class="outline-text-3" id="text-1-2">
<p>
About my work customizing an AI model to study transphobia in
language&#x2013;specifically, in current "anti-trans" legislation that is
proliferating across the United States. This work involves:
</p>
<ul class="org-ul">
<li>data gathering, cleaning, and processing</li>
<li>AI model fine-tuning</li>
<li>future work in:
<ul class="org-ul">
<li>futher cleaning, processing</li>
<li>RAG methods</li>
</ul></li>
</ul>

<p>
The focus on the fine-tuning process is to exploit the ways that
models learn, which is by a method of generalization, to inform the
study of transphobia. And how they might engage with conversations in
Trans Studies regarding transphobia, particularly as manifested in the
last several years in the false condition of ROGD, Rapid Onset Gender
Dysphoria.
</p>

<p>
Research question:
</p>
<ul class="org-ul">
<li>Training is a kind of normalization of language meaning. It
approximates. How can this be related to Trans Studies?</li>
<li>ROGD is the idea that being trans is contagious. The condition
itself implies that there is a fear of transness, a transphobia. It
is <i>this fear</i> that I am interested in.</li>
<li>Is there a way to use the training process to study the appeal and
seduction of transphobia? The way that transphobia <i>moves</i>?</li>
</ul>
</div>
</div>

<div id="outline-container-orgf71890a" class="outline-3">
<h3 id="orgf71890a"><span class="section-number-3">1.3.</span> Thank you for having me here today.</h3>
<div class="outline-text-3" id="text-1-3">
<p>
These days, public discourse seems to be beyond the reach of (or even
desire for) deep, critical thinking. Right now, we're witnessing a
particular kind of discourse around feminism, "gender critical
feminism," that twists understandings of tolerance and equality to
perpatuate a patriarchial control over identity and expression.
</p>
</div>
</div>

<div id="outline-container-orgec29000" class="outline-3">
<h3 id="orgec29000"><span class="section-number-3">1.4.</span> <span class="todo TODO">TODO</span> antitrans quotes</h3>
<div class="outline-text-3" id="text-1-4">
<p>
One way that we've seen this is in the explosion of "anti-trans"
literature across the United States. For those who are unfamiliar,
this legislation limits trans peoples' access to basic healthcare,
public facilities, legal recognition, and more.
</p>

<p>
[ANTI-TRANS LEGISLATION MAP]
</p>

<p>
Here, you can see a map of where these bills are most concentrated
across the country, and a chart of how many bills are proposed and
passed over the last four years. Notice that this year, though we are
hardly in the fifth month, we’ve almost caught up to the total bills
for last year.
</p>

<p>
[SOME QUOTES? THAT SHOW REASONING BEHIND THESE BILLS]
</p>

<p>
SOME ANALYSIS ON THIS PAPER, ABOUT FEAR.
</p>
</div>
</div>
