design.html

<div id="outline-container-org4d89514" class="outline-3">
<h3 id="org4d89514"><span class="section-number-3">1.5.</span> what does knowledge do?</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Humanists have unique tools for thinking through such discourses based
on fear and repression.
</p>

<p>
Here, I’m inspired by the scholarship of Eve Kosofsky Sedgwick, who is
a major and influential figure in Queer Studies. She is most famous
for books like <i>The Epistemology of the Closet</i> (pictured on the left)and her essay, "Paranoid Reading and Reparative Reading" (pictured
right), where she seeks and analyzes queer themes and repressive
structures in authors like Henry James, Oscar Wilde, and Marcel
Proust.
</p>

<p>
Within the context of this project, I'm interested in Sedgwick's work
for two reasons. First, though she doesn't write about technology, her
means of analysis, particularly her manner of close-reading, lends
well to deconstructing computational concepts. The way she structures
her material, often thinking in terms of binaries and other highly
delineated structures, evokes (for me) the constraints of
computational forms. In <i>Epistemology of the Closet</i>, for example, she
expose what she calls the unstable binaries between heterosexual and
homosexual categories. Through close-readings of fiction, she exposes
the inherent instability of these binaries — where one term is not
symmetrical or simply subordinated to another, but rather, depends the
other for its meaning through “simultaneous subsumption and exclusion”
(10). Such binaries, she explains, are “sites that are peculiarly
densely charged with lasting potentials for powerful manipulation”
(10).
</p>

<p>
The second reason I'm interested in Sedgwick is because she offers
provocative ways of thinking through repressive discourses like those
based on fear. Throughout the trajectory of her career, her reading
develops from one that she calls "paranoid reading" into a new mode
called “reparative reading.” She defines paranoid reading as a
critical practice based on “the logic of repression” (a logic which
she traces to Foucault), that searches for hidden meaning in text with
the goal of exposing "truth". In her famous essay on this topic,
Sedgwick asserts that this practice, of unveiling or exposing truth,
in critical analysis, does not do much. Merely knowing that something
is true, revealing the presence of systematic oppression, injustice,
discrimination, for example (and here, Sedgwick is theorizing within
the context of the AIDs crisis), is not enough to “enjoin that person
to any specific train of epistemological or narrative consequences”
(123). Rather, Sedwicks seeks to
</p>

<blockquote>
<p>
"Mov[e] from the rather fixed question Is a particular piece of
knowledge true, and how can we know? to the further questions: what
does knowledge do–the pursuit of it, the having and exposing of it"
(124, Touching Feeling)
</p>
</blockquote>

<p>
Sedgwick proposes a mode of “reparative reading,” which focuses on
connection rather than exposure, in which a reader allows herself to
be taken by surprise. What if, Sedgwick asks, we take something that
is typically seen as a negative, structuring force in queer identity,
like the feeling of shame, and examine how it unlocks creativity and
productivity? Sedgwick describes shame as a contagious affect, which
may be read as a mobilizing and creative force in text: she explains
that,
</p>

<p>
[SLIDE 6: SHAME QUOTES]
</p>

<blockquote>
<p>
“Shame—living, as it does, on and in the muscles and capillaries of
the face—seems to be uniquely contagious from one person to another."
(63 Touching Feeling).
</p>
</blockquote>

<p>
She also describes shame as:
</p>

<blockquote>
<p>
“not a discrete intrapsychic structure, but a kind of free radical
that (in different people and different cultures) attaches to and
permanently intensifies or alters the meaning of—of almost anything: a
zone of the body, a sensory system, a prohibited or indeed a permitted
behavior, another affect such as anger or arousal, a named identity, a
script for interpreting other people’s behavior toward oneself” (62)
</p>
</blockquote>

<p>
She demonstrates this reading practice by analyzing metaphors that are
made possible through shame, for example in the fiction of Henry
James. In one example, she connects moments of "blushing" and
"flushing" to a fantasy of the skin being entered. Shame, in this
reading, is a way of pulling other affects and images into relation.
This is opposed to paranoid reading, which might plumb shame for what
it reveals about a hidden or repressed sexuality. She explains that,
“When we tune into James’s language on these frequencies, it is not as
superior, privileged eavesdroppers on a sexual narrative hidden from
himself; rather, it is as an audience offered the privilege of sharing
his exhibitionistic enjoyment and performance of a sexuality organized
around shame” (54).
</p>
<ul class="org-ul">
<li>shame as something that spreads, opens, makes new kinds of
connections possible; rather than something to simply prove the
existance. What does <i>shame do</i>?</li>
</ul>
</div>
</div>

<div id="outline-container-orga1ca3c3" class="outline-3">
<h3 id="orga1ca3c3"><span class="section-number-3">1.6.</span> fear</h3>
<div class="outline-text-3" id="text-1-6">
<p>
I'm interested in this move that Sedgwick makes, of taking what is
typically seen as a negative, repressive affect, like shame, and
seeing how it opens up possibilities for reading new connections in
text. Specifically, I wonder one might read something productive in
fear&#x2013;of the phobias&#x2013;that pervade anti-trans discourses. 
</p>

<p>
In my current work, I am exploring this fear in anti-trans legislation.
</p>

<p>
[ROGD PAPER]
</p>

<p>
For example, one of the things I'm studying is the (now disproved)
clinical phenomenon of so-called "Rapid Onset Gender Dysphoria"
(ROGD), which stipulates that trans-ness can be contagious among
adolescents. The phrase was coined by Dr. Lisa Littman in her study of
parents of transgender youth, published in 2018. In her study, Littman
interviews over 250 parents of transgender children and concludes that
what she calls "peer contagion" of gender dysphoria may be a
contributing factor for adolescents who decide to transition. Almost
immediately following its publication, Littman's study was criticized,
including by the publisher, and its methodology and findings have been
disavowed by every major medical association since then.
</p>

<p>
Although ROGD is not recognized as a valid diagnosis, it has been used
and is still used as fodder for anti-trans propaganda and
discrimination. It has made its way into the public lexicon, appearing
in books, shows, and most importantly for my project, legislative
bills that are being written, debated, and passed across the United
States.
</p>

<p>
ADD SHRIER: SOME QUOTES ABOUT RODG
</p>

<p>
I’m interested in this threat of gender transgression, and
specifically, in the language outlawing gender transgression, of
transitioning from one gender to another, or of opting out of binary
systems of gender. Why is this particular kind of transgression so
controversial among a large part of our population? Why is the fear of
this transgression itself so contagious?
</p>
</div>
</div>
