design.org
** TODO approximation --> passing

They work by approximation. A kind of normalization of language. Each
step of the process it inches toward this goal

They are turning semantic expressivity into something that can be
computed and predicted. There's a kind of grounding here.

There is a connection between how language models approach language,
what they do to language (the normalization, approximation) of
language, and what Trans Studies scholars defines as a central desire
to pass.



This method of prediction is a way of normalizing, approximating, how
language works by using math.


So, put simply: it generalizes how language works by studying examples
of language forms. Given how much the training data, and the specific
configurations of words in the training data, affect the model's text
output, I am very interested in using AI tools to study anti-trans
bias, and particularly, the fear of contagion, of ROGD.


** plausibility 
Leaving aside all the hype about AI, and whether or not it is
“intelligent,” or moving toward what the industry calls “general
intelligence,” AI tools like large language models are really good at
one thing: at making predictions. At generating content that is
plausible. This is a fascinating phenomenon, because it makes them
very good at guessing or improvising, but not at all good at being
creative, at innovating. A language model can only generate what it
has already seen before. Even a phenomenon like “hallucination,” that
a language model spews text that has no bearing in reality, is based
on the tendency of models to repeat what they've already seen. They
hallucinate not because they are creative or random, but because they
are designed from statistical processes to generate what is most
plausible rather than accurate.

This tendency toward plausibility creates an interesting perspective
for me to think through how Trans Studies scholars have characterized
trans affects. Typically, these scholars describe trans affective
modes by distinguishing them from "queer" modes. In a roundtable
called "Thinking with Trans Now" published in Social Text, trans
studies scholar Eliza Steinbock explains,

“trans analytics have (historically, though not universally) a
different set of primary affects than queer theory. Both typically
take pain as a reference point, but then their affective interest
zags. Queer relishes the joy of subversion. Trans trades in quotidian
boredom. Queer has a celebratory tone. Trans speaks in sober detail.
Perhaps the style of trans studies has been for the most part realist,
but this should not be mistaken for base materialism. Even speculative
thinking requires enough detail to launch into new realms.”

Other trans scholars like Marquis Bey and Andrea Long Chu have made
similar points; with Bey making the point that queer's intervention
can be described as "anti" or militant, while trans is "non" or based
in refusal ("Thinking with Trans Now"); and Chu has remarked that
trans studies, rather than resisting norms, "requires that we
understand–as we never have before–what it means to be attached to a
norm, by desire, by habit, by survival" ("After Trans Studies" 108).

This makes me wonder, could AI-generated text, as a kind of
approximation, a normalization, of its training data, be used to study
the attachments to norms and the quotidian that characterizes trans
affective modes? Could the same processes also be used to study the
attachment to norms that characterizes the opposite movement, in
transphobia, like perspectives driven by the fear of ROGD? What might
outputs from AI text generation suggest about the allure, the threat,
the “seduction,” as Trans Studies scholar Cassius Adair puts it, of
gender transgression?

While this project might sound very ambitious, I'll admit that, so
far, my results are not very encouraging. I need to continue to add
more training data and to tweak my model configuration, probably
numerous times, before I find something really interesting.

Nonetheless, here are some excerpts of my language generated by my
model, which I trained by feeding it some examples of anti-trans
legislation that I have already prepared.

[SLIDE SHOWING THE GENERATED TEXT]

Here, you can see the prompt text (so, text that I entered as a prompt
to the model, in italics) and the AI model’s responses (where it
provides a continuation of my prompt) in normal, unitalicized text.

As you can see from skimming the results, the models are showcasing
the tendency toward plausibility, specifically in the tendency to
repeat itself, which is a fascinating concept in machine learning.

I will close now by coming back to this idea of fear, and particularly
the fear of contagion, which drives some strains of transphobia.
Cassius Adair offers a useful perspective for thinking through the
fear of contagion. In his study of trans erotics, and specifically
“trans for trans” or "t4t erotics," Adair asks, "Why shouldn't
transness be transmissible or contagious? Why can't the erotic be a
site of producing trans identity or practices?" He points out that,
after all, cis people do it all the time: they use sexuality and
sexual encounters as sites of identity formation.

Here, I see Adair doing for contagion what Sedgwick does for shame:
turning something that is traditionally seen as a negative into
something that may be generative and productive.

It is the same kind of thing I hope to accomplish with this project,
and something that I think is possible by using the tools that we gain
in English departments—that is—by close reading, or what Sedgwick
calls, "imaginative close reading."

This is a kind of reading that allows one to take what has been a tool
of oppression and turn it into a creative resource. Sedgwick explains
that this kind of reading exposes “the ways selves and communities
succeed in extracting sustenance from the objects of a culture—even of
a culture whose avowed desire has often been not to sustain them”
(Touching Feeling 151). Thank you.

** pattern matching code

lower: gender

is_punct: true

lower: means, signifies, is defined


